[A_RuneOfChanneling_Buff_Creature_Hostile H7BaseBuff]
mName=""
mTooltip=""

[A_RuneOfSundering_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="分隔符文"
mTooltip="毁灭符文的主动能力造成50%更多伤害。幸运符文的护盾多吸收15点伤害。"


[A_RuneMagic_Skill H7Skill]
mDescriptions[0]="允许部署最多三个符文，提供被动光环效果和主动能力。"
mDescriptions[1]=""
mDescriptions[2]="英雄获得幸运符文。"
mDescriptions[3]="英雄获得毁灭符文。"
mDescriptions[4]="英雄获得坚韧符文。"
mName="符文魔法"
mTooltip="堡垒族技能。"

[A_RuneOfBerserking_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="狂暴符文"
mTooltip="英雄的基础伤害根据影响目标生物的每个友方符文光环增加 %special。"

[A_FriendlyRuneMarker_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_RuneOfHealing_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="治疗符文"
mTooltip="支援型战争单位符文石也会治疗任何己方符文光环内的所有友方生物。这些治疗效果可以叠加。"

[A_RuneOfScattering_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="散布符文"
mTooltip="每当一个在友方符文光环内的敌方生物被近战攻击时，造成的伤害的额外 %buff.buff.special3 会再次平均分配给任何友方符文光环内的所有其他敌方生物。"

[A_RuneOfChanneling_Buff_Hero H7BaseBuff]
mName="法力符文"
mTooltip=""

[A_RuneOfInitiative_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="主动符文"
mTooltip="所有友方符文获得 %buff.buff.stat %icon_initiative 主动性。"

[A_RuneOfChanneling_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="通灵符文"
mTooltip="在每个战斗回合结束时，英雄为每个站在至少一个你的符文光环内的生物恢复1点法力。"

[A_RuneOfChanneling_Buff_Creature_Friendly H7BaseBuff]
mName=""
mTooltip=""

[A_RuneOfHealing_Buff H7BaseBuff]
mName=""
mTooltip=""

[A_RuneOfInitiative_Buff H7BaseBuff]
mName="快速符文"
mTooltip=""

UCP 1.3

[A_RuneOfRadiance_Buff H7BaseBuff]
mName="光辉符文"
mTooltip="%stat 加到所有光环效果和此符文的主动性上，持续 %durnow 战斗回合。"





____________________

Version 7.5 1.30:


[A_RuneOfRadiance_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="光辉符文"
mTooltip="符文魔法技能中的所有符文获得第二个主动能力，将其光环效果和主动性提升三倍，持续3回合。每场战斗只能激活一次。"

[A_RuneOfRadiance_RuneAbility H7RuneAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="光辉符文"
mTooltip="将符文的光环效果和主动性提升三倍，持续3回合。每场战斗只能激活一次。"